export const blogData = {
  python:{
        id: 1,
        image: "/images/python.webp",
        title: "پایتون توسط چه کسی ساخته شد؟",
        text: "لورم ایپسوم فارسی به عنوان متن ساختگی در طراحی صفحات وب، اپلیکیشن‌ها و پروژه‌های گرافیکی استفاده می‌شود تا ظاهر کلی متن و چیدمان عناصر بهتر قابل بررسی باشد. این متن معمولاً معنای واقعی ندارد و فقط برای شبیه‌سازی محتوای واقعی به کار می‌رود. طراحان از آن استفاده می‌کنند تا بتوانند فاصله‌ها، اندازه فونت‌ها، رنگ‌ها و ساختار کلی صفحه را قبل از اضافه کردن محتوای اصلی بررسی کنند. همچنین باعث می‌شود تمرکز روی طراحی بصری باقی بماند و ذهن درگیر مفهوم متن نشود. این روش در صنعت طراحی بسیار رایج است و به بهبود تجربه کاربری و کیفیت رابط کاربری کمک می‌کند."
    },
    react:{
        id: 2,
        image: "/images/react.webp",
        title: "چرا ریکت در عملکرد SEO خوب نیست؟",
        text: "لورم ایپسوم فارسی به عنوان متن ساختگی در طراحی صفحات وب، اپلیکیشن‌ها و پروژه‌های گرافیکی استفاده می‌شود تا ظاهر کلی متن و چیدمان عناصر بهتر قابل بررسی باشد. این متن معمولاً معنای واقعی ندارد و فقط برای شبیه‌سازی محتوای واقعی به کار می‌رود. طراحان از آن استفاده می‌کنند تا بتوانند فاصله‌ها، اندازه فونت‌ها، رنگ‌ها و ساختار کلی صفحه را قبل از اضافه کردن محتوای اصلی بررسی کنند. همچنین باعث می‌شود تمرکز روی طراحی بصری باقی بماند و ذهن درگیر مفهوم متن نشود. این روش در صنعت طراحی بسیار رایج است و به بهبود تجربه کاربری و کیفیت رابط کاربری کمک می‌کند."
    },
   tailwind:{
        id: 3,
        image: "/images/tailwind.webp",
        title: "جدید ترین کامپوننت های تلویند.",
        text: "لورم ایپسوم فارسی به عنوان متن ساختگی در طراحی صفحات وب، اپلیکیشن‌ها و پروژه‌های گرافیکی استفاده می‌شود تا ظاهر کلی متن و چیدمان عناصر بهتر قابل بررسی باشد. این متن معمولاً معنای واقعی ندارد و فقط برای شبیه‌سازی محتوای واقعی به کار می‌رود. طراحان از آن استفاده می‌کنند تا بتوانند فاصله‌ها، اندازه فونت‌ها، رنگ‌ها و ساختار کلی صفحه را قبل از اضافه کردن محتوای اصلی بررسی کنند. همچنین باعث می‌شود تمرکز روی طراحی بصری باقی بماند و ذهن درگیر مفهوم متن نشود. این روش در صنعت طراحی بسیار رایج است و به بهبود تجربه کاربری و کیفیت رابط کاربری کمک می‌کند."
    },
   next:{
        id: 4,
        image: "/images/next.webp",
        title: "استفاده از نکست در بهینه سازی وبسایت ها چقدر نقش دارد؟",
        text: "لورم ایپسوم فارسی به عنوان متن ساختگی در طراحی صفحات وب، اپلیکیشن‌ها و پروژه‌های گرافیکی استفاده می‌شود تا ظاهر کلی متن و چیدمان عناصر بهتر قابل بررسی باشد. این متن معمولاً معنای واقعی ندارد و فقط برای شبیه‌سازی محتوای واقعی به کار می‌رود. طراحان از آن استفاده می‌کنند تا بتوانند فاصله‌ها، اندازه فونت‌ها، رنگ‌ها و ساختار کلی صفحه را قبل از اضافه کردن محتوای اصلی بررسی کنند. همچنین باعث می‌شود تمرکز روی طراحی بصری باقی بماند و ذهن درگیر مفهوم متن نشود. این روش در صنعت طراحی بسیار رایج است و به بهبود تجربه کاربری و کیفیت رابط کاربری کمک می‌کند."
    },

};